// pages/home/activity/meeting/meeting.js
Page({

 /*待定模块  */
  data: {
    istip: false,
    meetings: [{
      time: "2017-11-30",
      order: "1",
      name: "让我们生活在一起",
      img: "/images/6.jpg",
      content: "因父亲昏迷从首尔来到哥伦布的金，巧遇当地少女凯西，两人展开城市建筑巡礼，互相倾吐焦虑与憧憬，渐渐渗透冰冷的建筑体，敞开情感的裂缝。面对居民与游客身份的易位，生死的来去，他们也如空间中的物件般，学会在新的关系中，再次挪动与重新安置自己。"
    }, {
      time: "2017-12-6",
      order: "2",
      name: "活在当下",
      img: "/images/5.jpg",
      content: "影像散文作者（video essayist）Kogonada的首部剧情长片，淋漓展现其镜头语言的敏锐度，如现代主义建筑般对称恒定的画面结构，窜流着低限却潜在的剧情，暗指建筑空间的本质，实为人生活与情感萌发的场域。"
    }],
    next: {
      time: "2017-12-24",
      order: "3",
      name: "圣诞狂欢",
      img: "/images/1.jpg",
      content: "建筑学概论，混剪界代表人物终于杀入电影创作圈。精致考究但并不花哨，固定镜头传递的静止感，全程帧率都是挑动时间的拨片。处子作能绷住这样的风格很不易，大量切分画面的单点透视纵深构图，与精于建筑设计的城市空间，构成了新奇，富于美感，近乎禅定的内心影像。"
    }
  }
})